Repository: jordimas/SoftTransEval-CAT
Catalog: dataset/dataset.tmx
Source language: en
Languages: ca

source: Press on <gui>Disabled</gui>, next to <gui>Fingerprint Login</gui> to add a fingerprint for the selected account. If you are adding the fingerprint for a different user, you will first need to <gui>Unlock</gui> the panel.
ca: Cliqueu a <gui>Desactiva</gui>, al costat d'<gui>Entrada amb empremta dactilar</gui> per a afegir una empremta digital per al compte seleccionat. Si afegiu l'empremta digital per a un usuari diferent, primer haureu de <gui>Desbloqueja</gui> el quadre.

source: Under <gui>Common Formats</gui>, select the region and language that most closely matches the formats you would like to use.
ca: Sota <gui>Formats comuns</gui>, seleccioneu la regió i la llengua més propera als formats que voleu utilitzar.

source: The screen locks itself too quickly
ca: La pantalla es tanca massa ràpidament

source: Make sure that <link xref="bluetooth-turn-on-off"><gui>Bluetooth</gui> is switched on</link>.
ca: Assegureu-vos que <link xref="bluetooth-turn-on-off"><gui>Bluetooth</gui> està actiu</link>.

source: Share your music, photos and videos
ca: Compartir la vostra música, fotografies i vídeos

source: Share your personal files
ca: Compartir els fitxers personals

source: You can use the <app>Tweaks</app> application to add other applications that you use frequently, such as web browsers or editors, to the list of programs that start automatically on login.
ca: Podeu utilitzar l'aplicació <app>Ajustaments</app> per a afegir altres aplicacions que utilitzeu amb freqüència, com ara navegadors web o editors, a la llista de programes que s'inicien automàticament a l'inici de sessió.

source: Alternatively, you can click-and-drag the icon into the dash.
ca: També podeu clicar i arrossegar la icona al tauler.

source: You can launch an application in a separate <link xref="shell-workspaces">workspace</link> by dragging its icon from the dash, and dropping it onto one of the workspaces. The application will open in the chosen workspace.
ca: Podeu llançar una aplicació en un <link xref="shell-workspaces">espai de treball</link> separat arrossegant la seva icona del tauler i deixant-la anar a un dels espais de treball. L'aplicació s'obrirà a l'espai de treball seleccionat.

source: To let other users use your computer, you can either log out, or leave yourself logged in and just switch users. If you switch users, all of your applications will continue running, and everything will be where you left it when you log back in.
ca: Per a permetre que altres usuaris utilitzin l'ordinador, podeu tancar la sessió, o deixar-la iniciada i canviar els usuaris. Si canvieu d'usuari, totes les aplicacions continuaran funcionant, i tot estarà on ho deixeu quan torneu a iniciar la sessió.

source: GNOME Shell top bar
ca: Barra superior del GNOME Shell

source: Clock, calendar &amp; appointments
ca: Rellotge, calendari i cites

source: At the right-hand side of the window list, GNOME displays the four workspaces. To switch to a different workspace, select the workspace you want to use.
ca: A la part dreta de la llista de finestres, GNOME mostra els quatre espais de treball. Per a canviar a un espai de treball diferent seleccioneu l'espai de treball que voleu utilitzar.

source: Switch between windows in the current workspace. Hold down <key>Shift</key> for reverse order.
ca: Canvieu ràpidament entre finestres a l'espai de treball actual. Manteniu premuda la tecla <key>Maj</key> per a l'ordre inversa.

source: <link xref="shell-exit#lock-screen">Lock the screen.</link>
ca: <link xref="shell-exit#lock-screen">Bloquejar la pantalla.</link>

source: Capturing from the screen
ca: Capturar des de la pantalla

source: If you are working on something and do not want to be bothered, you can switch off notifications.
ca: Si esteu treballant en alguna cosa i no voleu que us molestin, podeu desactivar les notificacions.

source: Applications and windows
ca: Aplicacions i finestres

source: To maximize a window, grab the titlebar and drag it to the top of the screen, or just double-click the titlebar. To maximize a window using the keyboard, hold down the <key xref="keyboard-key-super">Super</key> key and press <key>↑</key>, or press <keyseq><key>Alt</key><key>F10</key></keyseq>.
ca: Per a maximitzar una finestra, agafeu la barra de títol i arrossegueu-la cap a la part superior de la pantalla o simplement feu doble clic a la barra de títol. Per a maximitzar una finestra amb el teclat, mantingueu premuda la tecla <key xref="keyboard-key-super">Súper</key> i premeu <key>↑</key>, o premeu <keyseq><key>Alt</key><key>F10</key></keyseq>.

source: Switch between windows
ca: Canviar entre finestres

source: Tile windows
ca: Mosaic de finestres

source: Move a window to a different workspace
ca: Moure una finestra a un espai de treball diferent

source: Press <keyseq><key>Shift</key><key>Ctrl</key> <key>Alt</key><key>→</key></keyseq> to move the window to a workspace which is left of the current workspace on the <em>workspace selector</em>.
ca: Premeu <keyseq><key>Maj</key><key>Ctrl</key> <key>Alt</key><key>→</key></keyseq> per a moure la finestra a un espai de treball a l'esquerra de l'actual al <em>selector d'espais de treball</em>.

source: Workspaces refer to the grouping of windows on your desktop. You can use multiple workspaces, which act like virtual desktops. Workspaces are meant to reduce clutter and make the desktop easier to navigate.
ca: Els espais de treball es refereixen a l'agrupament de finestres a l'escriptori. Podeu crear diversos espais de treball, que actuen com a escriptoris virtuals. Els espais de treball estan dissenyats per a reduir el desordre i fer que sigui més fàcil navegar per l'escriptori.

source: Choose the sound to play for messages, set the alert volume, or disable alert sounds.
ca: Trieu el so per a reproduir missatges, establir el volum d'alerta o desactivar-los.

source: If the speakers are not fully plugged in, or if they are plugged into the wrong socket, you might hear a buzzing sound.
ca: Si els altaveus no estan totalment connectats o si estan connectats al sòcol incorrecte, és possible que sentiu un brunzit.

source: Also, you can check the volume slider in the <gui>Sound</gui> panel:
ca: També podeu comprovar el control lliscant del volum al quadre <gui>So</gui>:

source: Run the <cmd>lspci</cmd> command in the Terminal to find out what sound card you have:
ca: Executeu l'ordre <cmd>lspci</cmd> al Terminal per a esbrinar quina targeta de so teniu:

source: You can adjust the volume and switch the microphone off from this panel.
ca: Podeu ajustar el volum i desactivar el micròfon des d'aquest quadre.

source: If you hover over the volume icon in the top bar or the slider in the system menu, the volume can be controlled by scrolling the mouse wheel or touchpad.
ca: Si passeu per sobre de la icona del volum a la barra superior o el lliscador al menú del sistema, el volum es pot controlar desplaçant la roda del ratolí o el touchpad.

source: Allows you to quickly toggle various accessibility settings.
ca: Permet commutar ràpidament diversos paràmetres d'accessibilitat.

source: Indicates the battery level while the battery is not charging.
ca: Indica el nivell de la bateria mentre la bateria no s'està carregant.

source: Connecting to a wireless network.
ca: Connectant a una xarxa sense fil.

source: Wired connections
ca: Connexions per cable

source: Night light has changed the color temperature of the display to reduce eye strain. You can temporarily disable night light from the menu.
ca: La llum nocturna ha canviat la temperatura de color de la pantalla per a reduir la tensió ocular. Podeu desactivar temporalment la llum nocturna des del menú.

source: Characters
ca: Caràcters

source: Turn the switch on for the <gui>Compose Key</gui>.
ca: Activeu la <gui>Tecla de composició</gui>.

source: You can make your keyboard behave like the keyboard for another language, regardless of the letters printed on the keys. You can even easily switch between different keyboard layouts using an icon in the top bar. To learn how, see <link xref="keyboard-layouts"/>.
ca: Podeu fer que el vostre teclat es comporti com el teclat d'un altre idioma, independentment de les lletres impreses a les tecles. Fins i tot podeu canviar fàcilment entre diferents dissenys de teclat usant una icona a la barra superior. Per a saber com, vegeu <link xref="keyboard-layouts"/>.

source: To open the Applications View, place three fingers and gesture upwards again.
ca: Per a obrir la vista Aplicacions, poseu tres dits i feu un gest cap amunt de nou.

source: Drag: slide a finger touching the surface.
ca: Arrossegueu: feu lliscar un dit tocant la superfície.

source: Passwords
ca: Contrasenyes

source: To connect the user to a network domain, click <gui>Enterprise Login</gui>.
ca: Per a connectar l'usuari a un domini de xarxa, cliqueu a <gui>Inici de sessió empresarial</gui>.

source: It is unwise to have too many users with <gui>Administrator</gui> privileges on one system.
ca: No és aconsellable tenir massa usuaris amb privilegis d'<gui>Administrador</gui> en un sistema.

source: Only certain trusted users should be allowed to have administrative privileges. This prevents other users from messing with the computer and doing things like uninstalling applications that you need, installing applications that you don’t want, or changing important files. This is useful from a security standpoint.
ca: Tan sols alguns usuaris de confiança haurien de tenir privilegis administratius. D'aquesta manera, els altres usuaris no podran interferir amb l'ordinador i fer coses com desinstal·lar les aplicacions que necessiteu, instal·lar aplicacions que no vulgueu, o canviar fitxers importants. Això és útil des del punt de vista de la seguretat.

source: When you next start up your computer, you will be logged in automatically. If you have this option enabled, you will not need to type in your password to log in to your account which means that if someone else starts up your computer, they will be able to access your account and your personal data including your files and browser history.
ca: Quan engegueu el vostre ordinador, se us connectarà automàticament. Si teniu activada aquesta opció, no caldrà que introduïu la vostra contrasenya per a iniciar sessió al vostre compte, cosa que significa que si algú més inicia l'ordinador, podrà accedir al vostre compte i les vostres dades personals, inclosos els fitxers i l'historial de navegació.

source: Add your photo to the login and user screens.
ca: Afegiu la foto a les pantalles d'inici de sessió i d'usuari.

source: Each user has their own home folder for their files and settings. You can choose to keep or delete the user’s home folder. Click <gui>Delete Files</gui> if you are sure they will not be used anymore and you need to free up disk space. These files are permanently deleted. They cannot be recovered. You may want to back up the files to an external storage device before deleting them.
ca: Cada usuari té la seva pròpia carpeta d'inici per als seus fitxers i configuracions. Podeu triar mantenir o eliminar la carpeta d'inici de l'usuari. Cliqueu a <gui>Suprimeix fitxers</gui> si esteu segur que ja no s'utilitzaran i necessiteu alliberar espai al disc. Aquests fitxers se suprimeixen permanentment. No es poden recuperar. És possible que vulgueu fer una còpia de seguretat dels fitxers en un dispositiu d'emmagatzematge extern abans de suprimir-los.

source: Choose a password that can be typed quickly, to decrease the chances of someone being able to make out what you have typed if they happen to be watching you.
ca: Trieu una contrasenya que es pugui escriure amb rapidesa, per a disminuir les possibilitats que algú pugui esbrinar el que heu escrit si us està observant.

source: Checking the DVD region
ca: Comprovació de la regió del DVD

source: There are a few other problems which might prevent someone from playing your video. The video could have been damaged when you sent it to them (sometimes big files aren’t copied across perfectly), they could have problems with their video playback application, or the video may not have been created properly (there could have been some errors when you saved the video).
ca: Hi ha alguns altres problemes que poden fer que no es reprodueixi el vostre vídeo. El vídeo pot haver estat malmès quan l'heu enviat (de vegades, els fitxers grans no es copien perfectament), hi podria haver problemes amb l'aplicació de reproducció de vídeo, o potser el vídeo no s'ha creat correctament (podria haver-hi hagut errors quan l'heu desat).

source: <gui>Show on-screen help</gui>
ca: <gui>Mostra ajuda en pantalla</gui>

source: Switch <gui>Keep aspect ratio</gui> to on to match the drawing area of the tablet to the proportions of the monitor. This setting, also called <em>force proportions</em>, “letterboxes” the drawing area on a tablet to correspond more directly to a display. For example, a 4∶3 tablet would be mapped so that the drawing area would correspond to a widescreen display.
ca: Activeu <gui>Manté relació d'aspecte</gui> per a fer coincidir l'àrea de dibuix de la tauleta amb les proporcions del monitor. Aquesta configuració, també anomenada <em>proporcions forçades</em>, «quadra» l'àrea de dibuix en una tauleta perquè es correspongui més directament amb una pantalla. Per exemple, s'assignaria una tauleta 4∶3 perquè l'àrea de dibuix correspongui a una pantalla ampla.

source: Browse and search through your systemd journal logs.
ca: Navegueu i cerqueu als registres del vostre diari systemd.

source: Introduction to Music
ca: Introducció al Música

source: Click on the gear button on the right hand side.
ca: Feu clic al botó de configuració del costat dret.

source: To add selected songs from an album:
ca: Per a afegir les cançons seleccionades d'un àlbum:

source: Create playlists using artists
ca: Crear una llista de reproducció utilitzant artistes

source: You can remove any unwanted songs from a playlist.
ca: Es poden eliminar totes les cançons no desitjades d'una llista de reproducció.

source: Search through your music collection.
ca: Cercar a través de la col·lecció de música.

source: Sometimes an error message will tell you a device (like the sound device or the DVD ROM) is busy, or the file you want to edit is in use. To find the process or processes responsible:
ca: De vegades un missatge d'error us dirà que un dispositiu (com el dispositiu de so o un DVD) està ocupat o, que el fitxer que voleu editar està en ús. Per a trobar el procés o els processos responsables:

source: Click the <gui>Processes</gui> tab.
ca: Feu clic a la pestanya <gui>Processos</gui>.

source: The computer automatically decides how best to share the work between processors; you don't need to do this yourself.
ca: L'ordinador decideix automàticament la millor manera de compartir el treball entre processadors; no cal fer-ho un mateix.

source: If your computer is running several computationally-intensive programs at once, however, its processing time may be "over-subscribed" (that is, the <link xref="process-identify-hog">processor's full capacity</link> will be in use). You may notice that other programs run slower than usual because there is not enough processing time to share between all of them.
ca: Si l'ordinador està executant diversos programes de gran intensitat computacional alhora, però el seu temps de processament pot estar "sobre-peticionat" (és a dir, <link xref="process-identify-hog"> s'utilitzarà tota la capacitat del processador</link>). Notareu que altres programes s'executen més lentament del normal perquè no hi ha prou temps de processament per a compartir entre tots.

source: In a system that has multiple CPUs or <link xref="cpu-multicore">cores</link>, processes can use more than one at the same time. It is possible for the <gui>% CPU</gui> column to display values that total greater than 100% (i.e. 400% in a 4-CPU system). <gui>Solaris mode</gui> divides the <gui>% CPU</gui> for each process by the number of CPUs in the system so that the total will be 100%.
ca: En un sistema amb múltiples CPU o <link xref="cpu-multicore">cors</link>, els processos en poden utilitzar més d'un alhora. És possible que la columna <gui>% CPU</gui> mostri valors majors al 100% (per exemple, el 400% en un sistema de 4 CPU). <gui>El mode Solaris</gui> divideix el <gui>% CPU</gui> de cada procés pel nombre de CPU del sistema, de manera que el total sigui del 100%.

source: Find the process in the <gui>Processes</gui> tab and click once to select it.
ca: Trobeu el procés a la pestanya <gui>Processos</gui> i feu-hi clic una vegada per a seleccionar-lo.

source: Typical binary units:
ca: Unitats binàries típiques:

source: Network speed is often shown in bits per second, rather than bytes per second. This is called the <em>bit rate</em>, or <em>data rate</em>.
ca: La velocitat de la xarxa es mostra sovint en bits per segon en lloc de bytes per segon. A això s'anomena <em> taxa de bits</em> o <em>taxa de dades</em>.

source: If you don't have much disk space left, there are a few things you can do to try and free up some space.
ca: Si no teniu gaire espai al disc, hi ha unes quantes coses que podeu fer per a intentar alliberar-ne.

source: Using memory maps
ca: Ús de mapes de memòria

source: The location of a shared library that is currently used by the process. If this field is blank, the memory information in this row describes memory that is owned by the process whose name is displayed above the memory-map table.
ca: La ubicació d'una biblioteca compartida que actualment utilitza el procés. Si aquest camp està en blanc, la informació de memòria en aquesta fila descriu la memòria que és propietat del procés el nom del qual es mostra a sobre de la taula del mapa de memòria.

source: <em>dirty</em> pages have been modified while in memory and must be written to disk when designated to be swapped out
ca: <em>brutes</em> les pàgines s'han modificat en memòria i s'han d'escriure al disc quan s'assenyalen per a ser intercanviades

source: To check which processes are using the most memory:
ca: Per a comprovar quins processos estan utilitzant més memòria:

source: Learn what the File Systems information means
ca: Aprendre què significa la informació dels sistemes de fitxers

source: Below the graph is shown <gui>Receiving</gui> and <gui>Sending</gui> <link xref="net-bits">bit rate</link> or connection speed, as well as total data transferred in each direction.
ca: Sota del gràfic es mostra la <link xref="net-bits">taxa de bits</link> <gui>Es rep</gui> i <gui>S'envia</gui> o velocitat de connexió, així com dades totals transferides en cada direcció.

source: Network information
ca: Informació de xarxa

source: Sleeping
ca: Dormint

source: Most of the entries in the list are "virtual" filesystems. These are not real disks or partitions. Instead, they are used by the operating system as a convenient layer of abstraction for various things, like managing hardware devices and storing temporary files. The system manages these automatically, so there is rarely any need for you to look at them yourself.
ca: La majoria de les entrades de la llista són sistemes de fitxers «virtuals». Aquests no són discs reals o particions. En lloc d'això són utilitzats pel sistema operatiu com una capa d'abstracció convenient per a diverses coses com gestionar dispositius de maquinari i emmagatzemar fitxers temporals. El sistema gestiona aquests automàticament de manera que rarament cal que els vegeu vosaltres mateixos.

source: In the dialog choose your file(s) you want to open and click <gui>Open</gui>. It is possible to select multiple files to open these at once.
ca: En el diàleg trieu els fitxers que voleu obrir i feu clic a <gui>Obre</gui>. És possible seleccionar múltiples fitxers per a obrir-los alhora.

source: GNOME Text Editor will automatically save every unsaved file. This folder is located in the application data directory (~/.local/share/gnome-text-editor or in the respective flatpak folder). You should normally not care about that folder as every draft file is always accessible via the <gui>Open</gui> menu.
ca: L'editor de text del GNOME desarà automàticament tots els fitxers sense desar. Aquesta carpeta es troba al directori de dades de l'aplicació (~/.local/share/gnome-text-editor o a la carpeta corresponent de flatpak). Normalment no us hauria de preocupar on és aquesta carpeta, ja que els fitxers d'esborrany són accessibles a través del menú <gui>Obre</gui>.

source: In order to quickly search for a word highlight the word and press <keyseq><key>Ctrl</key><key>F</key></keyseq>. The word will be automatically entered into the search entry.
ca: Per tal de cercar ràpidament una paraula ressalteu la paraula i premeu <keyseq><key>Ctrl</key><key>F</key></keyseq>. La paraula s'introduirà automàticament a l'entrada de cerca.

source: Fix mistakes made during editing
ca: Esmena els errors comesos durant l'edició

source: Grilo is a framework for browsing and searching media content from various sources using a single API. The Grilo Plugins plugins for the Grilo framework to provide access to various sources of media and metadata.
ca: El Grilo és un marc de treball per a navegar i cercar contingut multimèdia de diverses fonts utilitzant una única API. Els connectors del marc de treball Grilo donen accés a diverses fonts de mitjans i metadades.

source: The TMDb plugin retrieves information about movies from the <ulink url="http://themoviedb.org">TMDb online service</ulink>, which is a community-maintained movie database. Its plugin ID is <literal>"grl-tmdb"</literal>
ca: El connector TMDb obté informació sobre pel·lícules del <ulink url="http://themoviedb.org">servei en línia TMDb</ulink>, que és una base de dades de pel·lícules mantinguda per la comunitat. El seu identificador de connector és <literal>«grl-tmdb»</literal>

source: The cropping feature allows you to use only a part of a scanned image. You can enable crop either before or after scanning a page, and you can always change the dimensions of the crop frame. When crop is enabled, a mask will appear over the current page with the area not being used shown in gray. You can enable crop and choose the desired dimensions via one of the following methods:
ca: La característica d'escapçament us permet utilitzar només una part d'una imatge escanejada. Podeu habilitar l'escapçament abans o després d'escanejar una pàgina, i sempre podeu canviar les dimensions del marc d'escapçament. Quan l'escapçament està habilitat, apareixerà una màscara sobre la pàgina actual, amb l'àrea que no s'està utilitzant en gris. Podeu habilitar l'escapçament i triar les dimensions desitjades mitjançant un dels mètodes següents:

source: <em>Text Resolution</em>
ca: <em>Resolució del text</em>

source: To email the current document, press the menu button in the top-right corner of the window and select <gui style="menuitem">Email</gui>. Alternatively, press <keyseq><key>Ctrl</key><key>E</key></keyseq>. Your email program will be opened with a new message containing the scanned document as an attachment.
ca: Per a enviar per correu electrònic el document actual, premeu el botó de menú de la cantonada superior dreta de la finestra i seleccioneu <gui style="menuitem">Correu electrònic</gui> o premeu <keyseq><key>Ctrl</key><key>E</key></keyseq>. El vostre programa de correu electrònic s'obrirà amb un missatge nou que contindrà el document escanejat com a fitxer adjunt.

source: Choose your desired printing settings and/or preview the document, then press <gui style="button">Print</gui>.
ca: Seleccioneu la configuració d'impressió desitjada i/o previsualitzeu el document i, a continuació, premeu <gui style="button">Imprimeix</gui>.

source: Press one of the following shortcut keys:
ca: Premeu una de les següents tecles de drecera:
